{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "Discord",
			"Children": [
				{
					"Source":
					{
						"Text": "Edite un donjon"
					},
					"Translation":
					{
						"Text": "Edite un donjon"
					},
					"Key": "Discord.State"
				}
			]
		},
		{
			"Namespace": "HUDsStrings",
			"Children": [
				{
					"Source":
					{
						"Text": "-Clic gauche pour lier ou délier (Du 1 si levier)\r\n-Clic gauche + shift pour lier ou délier du 2 si levier"
					},
					"Translation":
					{
						"Text": "-Clic gauche pour lier ou délier (Du 1 si levier)\r\n-Clic gauche + shift pour lier ou délier du 2 si levier"
					},
					"Key": "Editor.LinkingHelp"
				},
				{
					"Source":
					{
						"Text": "Anglais"
					},
					"Translation":
					{
						"Text": "Anglais"
					},
					"Key": "Lang.English"
				},
				{
					"Source":
					{
						"Text": "Ce coffre est déjà ouvert"
					},
					"Translation":
					{
						"Text": "Ce coffre est déjà ouvert"
					},
					"Key": "Chest.AlreadyOpened"
				},
				{
					"Source":
					{
						"Text": "Cette sauvegarde est en version $s. Mais le jeu est en $g."
					},
					"Translation":
					{
						"Text": "Cette sauvegarde est en version $s. Mais le jeu est en $g."
					},
					"Key": "File.GameOutdated"
				},
				{
					"Source":
					{
						"Text": "Cette sauvegarde n'existe pas !"
					},
					"Translation":
					{
						"Text": "Cette sauvegarde n'existe pas !"
					},
					"Key": "File.SaveNotExist"
				},
				{
					"Source":
					{
						"Text": "Charger"
					},
					"Translation":
					{
						"Text": "Charger"
					},
					"Key": "File.Load"
				},
				{
					"Source":
					{
						"Text": "Créer"
					},
					"Translation":
					{
						"Text": "Créer"
					},
					"Key": "MainMenu.Create"
				},
				{
					"Source":
					{
						"Text": "Donjons"
					},
					"Translation":
					{
						"Text": "Donjons"
					},
					"Key": "OpenWorld.Dungeons"
				},
				{
					"Source":
					{
						"Text": "Dungeon Editor"
					},
					"Translation":
					{
						"Text": "Dungeon Editor"
					},
					"Key": "MainTitle"
				},
				{
					"Source":
					{
						"Text": "F Pour interagir"
					},
					"Translation":
					{
						"Text": "F Pour interagir"
					},
					"Key": "Common.Interact"
				},
				{
					"Source":
					{
						"Text": "Fenêtré"
					},
					"Translation":
					{
						"Text": "Fenêtré"
					},
					"Key": "Option.DisplayWindowed"
				},
				{
					"Source":
					{
						"Text": "Français"
					},
					"Translation":
					{
						"Text": "Français"
					},
					"Key": "Lang.French"
				},
				{
					"Source":
					{
						"Text": "Graphismes"
					},
					"Translation":
					{
						"Text": "Graphismes"
					},
					"Key": "Option.Graphics"
				},
				{
					"Source":
					{
						"Text": "Il y a $ de points d'apparition en trop"
					},
					"Translation":
					{
						"Text": "Il y a $ de points d'apparition en trop"
					},
					"Key": "Error.TooManySpawnpoints"
				},
				{
					"Source":
					{
						"Text": "Interactifs"
					},
					"Translation":
					{
						"Text": "Interactifs"
					},
					"Key": "Inventory.Functions"
				},
				{
					"Source":
					{
						"Text": "Jouer"
					},
					"Translation":
					{
						"Text": "Jouer"
					},
					"Key": "MainMenu.Play"
				},
				{
					"Source":
					{
						"Text": "Langue"
					},
					"Translation":
					{
						"Text": "Langue"
					},
					"Key": "Option.Language"
				},
				{
					"Source":
					{
						"Text": "Mode d'Affichage"
					},
					"Translation":
					{
						"Text": "Mode d'Affichage"
					},
					"Key": "Option.DisplayMode"
				},
				{
					"Source":
					{
						"Text": "Nom de la Sauvegarde"
					},
					"Translation":
					{
						"Text": "Nom de la Sauvegarde"
					},
					"Key": "File.LoadSaveFileName"
				},
				{
					"Source":
					{
						"Text": "Non"
					},
					"Translation":
					{
						"Text": "Non"
					},
					"Key": "Common.No"
				},
				{
					"Source":
					{
						"Text": "Nouveau Donjon"
					},
					"Translation":
					{
						"Text": "Nouveau Donjon"
					},
					"Key": "OpenWorld.NewDungeon"
				},
				{
					"Source":
					{
						"Text": "Options"
					},
					"Translation":
					{
						"Text": "Options"
					},
					"Key": "MainMenu.Options"
				},
				{
					"Source":
					{
						"Text": "Oui"
					},
					"Translation":
					{
						"Text": "Oui"
					},
					"Key": "Common.Yes"
				},
				{
					"Source":
					{
						"Text": "Par G.C*JOJO"
					},
					"Translation":
					{
						"Text": "Par G.C*JOJO"
					},
					"Key": "Author"
				},
				{
					"Source":
					{
						"Text": "Pause"
					},
					"Translation":
					{
						"Text": "Pause"
					},
					"Key": "PauseMenu.Pause"
				},
				{
					"Source":
					{
						"Text": "Pièges"
					},
					"Translation":
					{
						"Text": "Pièges"
					},
					"Key": "Inventory.Traps"
				},
				{
					"Source":
					{
						"Text": "Plein Écran"
					},
					"Translation":
					{
						"Text": "Plein Écran"
					},
					"Key": "Option.DisplayFull"
				},
				{
					"Source":
					{
						"Text": "Quitter"
					},
					"Translation":
					{
						"Text": "Quitter"
					},
					"Key": "MainMenu.Quit"
				},
				{
					"Source":
					{
						"Text": "Requiert "
					},
					"Translation":
					{
						"Text": "Requiert "
					},
					"Key": "Common.Need"
				},
				{
					"Source":
					{
						"Text": "Retour"
					},
					"Translation":
					{
						"Text": "Retour"
					},
					"Key": "Common.Return"
				},
				{
					"Source":
					{
						"Text": "Retour au jeu"
					},
					"Translation":
					{
						"Text": "Retour au jeu"
					},
					"Key": "PauseMenu.Resume"
				},
				{
					"Source":
					{
						"Text": "Retour au menu principal"
					},
					"Translation":
					{
						"Text": "Retour au menu principal"
					},
					"Key": "PauseMenu.ReturnToMainMenu"
				},
				{
					"Source":
					{
						"Text": "Sauvegarder"
					},
					"Translation":
					{
						"Text": "Sauvegarder"
					},
					"Key": "File.Save"
				},
				{
					"Source":
					{
						"Text": "Tuiles / Décor"
					},
					"Translation":
					{
						"Text": "Tuiles / Décor"
					},
					"Key": "Inventory.Tiles"
				},
				{
					"Source":
					{
						"Text": "Veuillez ajouter un nom à votre sauvegarde !"
					},
					"Translation":
					{
						"Text": "Veuillez ajouter un nom à votre sauvegarde !"
					},
					"Key": "Error.SaveNoName"
				},
				{
					"Source":
					{
						"Text": "Veuillez ajouter un point de départ !"
					},
					"Translation":
					{
						"Text": "Veuillez ajouter un point de départ !"
					},
					"Key": "Error.NoSpawn"
				},
				{
					"Source":
					{
						"Text": "Veuillez entrer le nom d'une sauvegarde !"
					},
					"Translation":
					{
						"Text": "Veuillez entrer le nom d'une sauvegarde !"
					},
					"Key": "Error.LoadNoName"
				},
				{
					"Source":
					{
						"Text": "Veuillez regarder dans le dossier suivant : \"$\"."
					},
					"Translation":
					{
						"Text": "Veuillez regarder dans le dossier suivant : \"$\"."
					},
					"Key": "File.LookInDirectory"
				},
				{
					"Source":
					{
						"Text": "Voulez vous vraiment écraser cette sauvegarde ?"
					},
					"Translation":
					{
						"Text": "Voulez vous vraiment écraser cette sauvegarde ?"
					},
					"Key": "File.Overwrite"
				}
			]
		},
		{
			"Namespace": "ItemStrings",
			"Children": [
				{
					"Source":
					{
						"Text": "Clé en Métal"
					},
					"Translation":
					{
						"Text": "Clé en Métal"
					},
					"Key": "Iron_Key.Name"
				},
				{
					"Source":
					{
						"Text": "Clé en Or"
					},
					"Translation":
					{
						"Text": "Clé en Or"
					},
					"Key": "Golden_Key.Name"
				},
				{
					"Source":
					{
						"Text": "Lampe Torche"
					},
					"Translation":
					{
						"Text": "Lampe Torche"
					},
					"Key": "Flashlight.Name"
				},
				{
					"Source":
					{
						"Text": "Permet d'éclairer la zone autour de vous."
					},
					"Translation":
					{
						"Text": "Permet d'éclairer la zone autour de vous."
					},
					"Key": "Torch.Desc"
				},
				{
					"Source":
					{
						"Text": "Permet d'éclairer là où vous regardez."
					},
					"Translation":
					{
						"Text": "Permet d'éclairer là où vous regardez."
					},
					"Key": "Flashlight.Desc"
				},
				{
					"Source":
					{
						"Text": "Torche"
					},
					"Translation":
					{
						"Text": "Torche"
					},
					"Key": "Torch.Name"
				},
				{
					"Source":
					{
						"Text": "Une Clé en Métal"
					},
					"Translation":
					{
						"Text": "Une Clé en Métal"
					},
					"Key": "Iron_Key.Desc"
				},
				{
					"Source":
					{
						"Text": "Une Clé en or"
					},
					"Translation":
					{
						"Text": "Une Clé en or"
					},
					"Key": "Golden_Key.Desc"
				}
			]
		},
		{
			"Namespace": "SpawnableStrings",
			"Children": [
				{
					"Source":
					{
						"Text": "Ce Piège tombe lorsque vous vous en approchez."
					},
					"Translation":
					{
						"Text": "Ce Piège tombe lorsque vous vous en approchez."
					},
					"Key": "FallingTrap.Desc"
				},
				{
					"Source":
					{
						"Text": "Cette Torche permet d'éclairer les alentours."
					},
					"Translation":
					{
						"Text": "Cette Torche permet d'éclairer les alentours."
					},
					"Key": "Torch.Desc"
				},
				{
					"Source":
					{
						"Text": "Coffre"
					},
					"Translation":
					{
						"Text": "Coffre"
					},
					"Key": "Chest.Name"
				},
				{
					"Source":
					{
						"Text": "Des Pics sortent du mur !"
					},
					"Translation":
					{
						"Text": "Des Pics sortent du mur !"
					},
					"Key": "SpikeTrapWall.Desc"
				},
				{
					"Source":
					{
						"Text": "Levier"
					},
					"Translation":
					{
						"Text": "Levier"
					},
					"Key": "Lever.Name"
				},
				{
					"Source":
					{
						"Text": "Nécéssite une clé pour être ouverte"
					},
					"Translation":
					{
						"Text": "Nécéssite une clé pour être ouverte"
					},
					"Key": "KeyDoor.Desc"
				},
				{
					"Source":
					{
						"Text": "Permet de sortir et de finir le donjon."
					},
					"Translation":
					{
						"Text": "Permet de sortir et de finir le donjon."
					},
					"Key": "EndDoor.Desc"
				},
				{
					"Source":
					{
						"Text": "Peut actionner un ou plusieurs objets."
					},
					"Translation":
					{
						"Text": "Peut actionner un ou plusieurs objets."
					},
					"Key": "Lever.Desc"
				},
				{
					"Source":
					{
						"Text": "Peut contenir un objet."
					},
					"Translation":
					{
						"Text": "Peut contenir un objet."
					},
					"Key": "Chest.Desc"
				},
				{
					"Source":
					{
						"Text": "Peut s'ouvrir manuellement."
					},
					"Translation":
					{
						"Text": "Peut s'ouvrir manuellement."
					},
					"Key": "WoodenDoor.Desc"
				},
				{
					"Source":
					{
						"Text": "Piège Piquant"
					},
					"Translation":
					{
						"Text": "Piège Piquant"
					},
					"Key": "SpikeTrapWall.Name"
				},
				{
					"Source":
					{
						"Text": "Piège Tombant"
					},
					"Translation":
					{
						"Text": "Piège Tombant"
					},
					"Key": "FallingTrap.Name"
				},
				{
					"Source":
					{
						"Text": "Point d'Apparition"
					},
					"Translation":
					{
						"Text": "Point d'Apparition"
					},
					"Key": "Spawn.Name"
				},
				{
					"Source":
					{
						"Text": "Porte Bleue"
					},
					"Translation":
					{
						"Text": "Porte Bleue"
					},
					"Key": "BlueDoor.Name"
				},
				{
					"Source":
					{
						"Text": "Porte de Fin"
					},
					"Translation":
					{
						"Text": "Porte de Fin"
					},
					"Key": "EndDoor.Name"
				},
				{
					"Source":
					{
						"Text": "Porte en Bois"
					},
					"Translation":
					{
						"Text": "Porte en Bois"
					},
					"Key": "WoodenDoor.Name"
				},
				{
					"Source":
					{
						"Text": "Porte à clé"
					},
					"Translation":
					{
						"Text": "Porte à clé"
					},
					"Key": "KeyDoor.Name"
				},
				{
					"Source":
					{
						"Text": "Torche"
					},
					"Translation":
					{
						"Text": "Torche"
					},
					"Key": "Torch.Name"
				},
				{
					"Source":
					{
						"Text": "Trou"
					},
					"Translation":
					{
						"Text": "Trou"
					},
					"Key": "Hole.Name"
				},
				{
					"Source":
					{
						"Text": "Tuile"
					},
					"Translation":
					{
						"Text": "Tuile"
					},
					"Key": "Tile.Name"
				},
				{
					"Source":
					{
						"Text": "Tuile Noire"
					},
					"Translation":
					{
						"Text": "Tuile Noire"
					},
					"Key": "BlackTile.Name"
				},
				{
					"Source":
					{
						"Text": "Un Trou menant au abysses"
					},
					"Translation":
					{
						"Text": "Un Trou menant au abysses"
					},
					"Key": "Hole.Desc"
				},
				{
					"Source":
					{
						"Text": "Un point d'appartition qui sert à indiquer ou le joueur apparaît (Ne peux être placé qu'une fois et est nécessaire dans un donjon)."
					},
					"Translation":
					{
						"Text": "Un point d'appartition qui sert à indiquer ou le joueur apparaît (Ne peux être placé qu'une fois et est nécessaire dans un donjon)."
					},
					"Key": "Spawn.Desc"
				},
				{
					"Source":
					{
						"Text": "Une Tuile Noire. Peut être utilisé pour la minimap"
					},
					"Translation":
					{
						"Text": "Une Tuile Noire. Peut être utilisé pour la minimap"
					},
					"Key": "BlackTile.Desc"
				},
				{
					"Source":
					{
						"Text": "Une porte blueue mystèrieuse (Peut être ouvert avec un levier, bouton ou une plaque de pression)."
					},
					"Translation":
					{
						"Text": "Une porte blueue mystèrieuse (Peut être ouvert avec un levier, bouton ou une plaque de pression)."
					},
					"Key": "BlueDoor.Desc"
				},
				{
					"Source":
					{
						"Text": "Une tuile utilisée comme mur."
					},
					"Translation":
					{
						"Text": "Une tuile utilisée comme mur."
					},
					"Key": "Tile.Desc"
				}
			]
		}
	]
}